org/topics/carbon_dioxide.org
:PROPERTIES:
:ID:       73226fcb-1702-4d6b-a4ba-b66bbae65c2a
:END:
#+title: Carbon Dioxide
#+created: 20220521132422503
#+modified: 20220711123937337
#+origin: [[<<. bibliography "The Oxygen Advantage" >> ]]
#+revision: 0
#+tags: Definition
#+type: text/vnd.tiddlywiki

- Vital functions
  - Offloading of oxygen (through [[id:cd57e6ce-ba1b-4d7c-a559-b8ade35532ad][Hemoglobin]]) from the blood to be used by the cells
  - Powerful vasodilator
    - The dilation of the smooth muscle in the walls of the airways and blood vessels
  - The regulation of blood pH.

* CO₂ as a planetary boundary metric
Atmospheric CO₂ concentration is the primary metric for the climate change [[id:ce1041c3-1f76-42ea-b2de-0016f61b8240][Planetary boundaries]] indicator. The safe boundary is approximately 350 ppm (pre-industrial levels ~280 ppm); as of 2024, atmospheric CO₂ has exceeded 420 ppm — the highest in at least 3 million years.

"Earth for All" (Club of Rome, 2022) identifies the clean energy transition — stopping the addition of new CO₂ to the atmosphere — as one of its five [[id:0d4ac54d-ec52-4c0f-b947-cc9d6e80c052][Giant Leaps]]. The carbon budget for 1.5°C of warming was approximately 420 GtCO₂ remaining as of 2023; at current rates (~40 GtCO₂/year), this budget will be exhausted by ~2033.

* Resources
- 2026-06-05 ◦ [[id:30A94450-8170-45B0-B3A7-4BEA7DF7A4AD][Earth for All — Dixson-Declève et al. (Club of Rome, 2022)]] — atmospheric CO₂ as the central climate boundary metric; clean energy Giant Leap modelled to limit warming to ~2°C; fossil fuel subsidies at $5–7 trillion/year are the primary political obstacle
