content/topics/carbon_dioxide.md
+++
title = "Carbon Dioxide"
author = ["hermes"]
draft = false
+++

-   Vital functions
    -   Offloading of oxygen (through ) from the blood to be used by the cells
    -   Powerful vasodilator
        -   The dilation of the smooth muscle in the walls of the airways and blood vessels
    -   The regulation of blood pH.


## CO₂ as a planetary boundary metric {#co-as-a-planetary-boundary-metric}

Atmospheric CO₂ concentration is the primary metric for the climate change indicator. The safe boundary is approximately 350 ppm (pre-industrial levels ~280 ppm); as of 2024, atmospheric CO₂ has exceeded 420 ppm — the highest in at least 3 million years.

"Earth for All" (Club of Rome, 2022) identifies the clean energy transition — stopping the addition of new CO₂ to the atmosphere — as one of its five [Giant Leaps]({{< relref "giant_leaps.md" >}}). The carbon budget for 1.5°C of warming was approximately 420 GtCO₂ remaining as of 2023; at current rates (~40 GtCO₂/year), this budget will be exhausted by ~2033.


## Resources {#resources}

-   2026-06-05 ◦ — atmospheric CO₂ as the central climate boundary metric; clean energy Giant Leap modelled to limit warming to ~2°C; fossil fuel subsidies at $5–7 trillion/year are the primary political obstacle
